export const jobList = [
    { name: 'بیکار مطلق', min: 5, max: 10 },    // Level 1
    { name: 'کدوک کار', min: 10, max: 15 },   // Level 2
    { name: 'جمع‌آوری‌کننده ضایعات', min: 15, max: 20 },   // Level 3
    { name: 'کارگر باربری غیررسمی', min: 20, max: 25 },   // Level 4
    { name: 'کارگر نظافت (خدماتی روزمزد)', min: 25, max: 30 },   // Level 5
    { name: 'کارگر کشاورزی فصلی', min: 30, max: 35 },   // Level 6
    { name: 'دستفروش دوره‌گرد', min: 35, max: 40 },   // Level 7
    { name: 'راننده سه‌چرخه باربری غیررسمی', min: 40, max: 45 },   // Level 8
    { name: 'کارگر کارخانه بدون قرارداد رسمی', min: 45, max: 50 },   // Level 9
    { name: 'کارگر ساختمانی موقت', min: 50, max: 55 },   // Level 10
  
    { name: 'نیروی پشتیبانی در مشاغل ساده', min: 60, max: 70 },   // Level 11
    { name: 'دستفروش ثابت در بازارچه‌ها', min: 80, max: 90 },   // Level 12
    { name: 'کارگر بخش خدمات رستوران‌ها و کافه‌ها', min: 100, max: 110 },   // Level 13
    { name: 'کارگر فروشگاه‌ها و سوپرمارکت‌ها', min: 120, max: 130 },   // Level 14
    { name: 'کارگر کشاورزی با اشتغال فصلی مستمر', min: 140, max: 150 },   // Level 15
    { name: 'نظافتچی', min: 160, max: 170 },   // Level 16
    { name: 'کارگر ساده کارخانه‌ها با قرارداد کوتاه‌مدت', min: 180, max: 190 },   // Level 17
    { name: 'کارمند فروشگاه‌های کوچک', min: 200, max: 210 },   // Level 18
    { name: 'راننده وانت یا تاکسی شهری', min: 220, max: 230 },  // Level 19
    { name: 'کارگر رسمی با حقوق پایین', min: 240, max: 250 }, // Level 20
  
    { name: 'کارگر خدماتی فصلی', min: 260, max: 280 }, // Level 21
    { name: 'دستفروش ثابت در خیابان‌ها یا بازارهای محلی', min: 300, max: 320 }, // Level 22
    { name: 'شاگرد در کارگاه‌های فنی یا تولیدی', min: 340, max: 360 }, // Level 23
    { name: 'کارگر ساختمانی با قرارداد پروژه‌ای', min: 380, max: 400 }, // Level 24
    { name: 'پیک موتوری', min: 420, max: 440 }, // Level 25
    { name: 'فروشنده فروشگاه‌های زنجیره‌ای کوچک', min: 460, max: 480 }, // Level 26
    { name: 'کارگر نیمه‌ماهر در کارخانه‌ صابون سازی عمو ادولف', min: 500, max: 520 }, // Level 27
    { name: 'نیروی خدماتی در هتل‌ها یا مراکز بزرگ', min: 540, max: 560 }, // Level 28
    { name: 'راننده تاکسی اسنپ', min: 580, max: 600 }, // Level 29
    { name: 'کارگر رسمی با قرارداد کوتاه‌مدت', min: 620, max: 640 }, // Level 30
  
    { name: 'نیروی پشتیبانی اداری', min: 670, max: 700 }, // Level 31
    { name: 'کسبه کوچک', min: 730, max: 760 }, // Level 32
    { name: 'کارگر خدماتی با قرارداد رسمی', min: 790, max: 820 }, // Level 33
    { name: 'مسئول انبار', min: 850, max: 880 }, // Level 34
    { name: 'کارگر ماهر در کارخونه صابون سازی عمو ادولف', min: 910, max: 940 }, // Level 35
    { name: 'تکنسین فنی', min: 970, max: 1000 }, // Level 36
    { name: 'فروشنده فروشگاه‌های متوسط', min: 1030, max: 1060 }, // Level 37
    { name: 'راننده خودروهای عمومی', min: 1090, max: 1120 }, // Level 38
    { name: 'معلم مدارس ابتدایی', min: 1150, max: 1180 }, // Level 39
    { name: 'کارمند رسمی با حقوق پایه', min: 1210, max: 1240 }, // Level 40
  
    { name: 'کارگر ماهر صنعتی با سابقه کاری بالا', min: 1280, max: 1320 }, // Level 41
    { name: 'نیروی خدماتی قراردادی با مزایا', min: 1360, max: 1400 }, // Level 42
    { name: 'متخصصان حوزه فنی متوسط', min: 1440, max: 1480 }, // Level 43
    { name: 'کسبه متوسط با مغازه ثابت و مشتریان پایدار', min: 1520, max: 1560 }, // Level 44
    { name: 'مسئول فروش یا بازاریاب در شرکت‌ها', min: 1600, max: 1640 }, // Level 45
    { name: 'کارمند بخش اداری شرکت ادولف دایی', min: 1680, max: 1720 }, // Level 46
    { name: 'راننده خودروهای حمل‌ونقل بین شهری', min: 1760, max: 1800 }, // Level 47
    { name: 'تکنسین حرفه‌ای', min: 1840, max: 1880 }, // Level 48
    { name: 'معلم مدارس متوسط', min: 1920, max: 1960 }, // Level 49
    { name: 'کارمند رسمی با حقوق متوسط', min: 2000, max: 2040 }, // Level 50
  
    { name: 'کارکارشناس فنی و تخصصی با سابقه', min: 2090, max: 2140 }, // Level 51
    { name: 'پزشک دندان‌پزشک عمومی', min: 2190, max: 2240 }, // Level 52
    { name: 'مدیر فروش و بازاریابی', min: 2290, max: 2340 }, // Level 53
    { name: 'کارافرینه کوچک با کسب‌وکار پایدار', min: 2390, max: 2440 }, // Level 54
    { name: 'متخصص فناوری اطلاعات', min: 2490, max: 2540 }, // Level 55
    { name: 'حسابدار حرفه‌ای', min: 2590, max: 2640 }, // Level 56
    { name: 'حسابدار حرفه‌ای', min: 2690, max: 2740 }, // Level 57
    { name: 'مدیر میانی در شرکت‌ سر کمیسر', min: 2790, max: 2840 }, // Level 58
    { name: 'پزشک عمومی', min: 2890, max: 2940 }, // Level 59
    { name: 'مهندس حرفه‌ای ', min: 2990, max: 3040 }, // Level 60
    
    { name: 'مشاور مدیر فروش و بازاریابی', min: 3100, max: 3160 }, // Level 61
    { name: 'مدیر فروش و بازاریابی ارشد', min: 3220, max: 3280 }, // Level 62
    { name: 'متخصص فناوری اطلاعات سطح بالا', min: 3340, max: 3400 }, // Level 63
    { name: 'استاد دانشگاه با رتبه بالا', min: 3460, max: 3520 }, // Level 64
    { name: 'مدیر میانی ارشد', min: 3580, max: 3640 }, // Level 65
    { name: 'مدیر میانی ارشد', min: 3700, max: 3760 }, // Level 66
    { name: 'مهندس ارشد', min: 3820, max: 3880 }, // Level 67
    { name: 'حقوق دانه موفق', min: 3940, max: 4000 }, // Level 68
    { name: 'پزشک متخصص', min: 4060, max: 4120 }, // Level 69
    { name: 'مدیر ارشد شرکت‌ ادولف بدون سیبیل', min: 4180, max: 4240 }, // Level 70
  
    { name: 'دندان‌پزشک متخصص', min: 4310, max: 4380 }, // Level 71
    { name: 'مدیر فروش ارشد', min: 4450, max: 4520 }, // Level 72
    { name: 'مهندس داده', min: 4590, max: 4660 }, // Level 73
    { name: 'استاد دانشگاه هاردوارد', min: 4730, max: 4800 }, // Level 74
    { name: 'مدیر پروژه ارشد', min: 4870, max: 4940 }, // Level 75
    { name: 'ارآفرین موفق بزرگ', min: 5010, max: 5080 }, // Level 76
    { name: 'مهندس ارشد مشاور', min: 5150, max: 5220 }, // Level 77
    { name: 'وکیل برجسته', min: 5290, max: 5360 }, // Level 78
    { name: 'پزشک جراح', min: 5430, max: 5500 }, // Level 79
    { name: 'مدیرعامل شرکت اب یاری به گیاهان دریایی', min: 5570, max: 5640 }, // Level 80
  
    { name: 'دندان‌پزشک فوق تخصص و مالک کلینیک‌های زنجیره‌ای آلما', min: 5740, max: 5840 }, // Level 81
    { name: 'مدیرعامل شرکت‌های فناوری بزرگه دونجر', min: 5940, max: 6040 }, // Level 82
    { name: 'استاد دانشگاه و محقق برتر جهانی', min: 6140, max: 6240 }, // Level 83
    { name: 'مشاور اقتصادی و مالی برجسته', min: 6340, max: 6440 }, // Level 84
    { name: 'مدیر سرمایه‌گذاری و صندوق‌های بزرگ مالی', min: 6540, max: 6640 }, // Level 85
    { name: 'کارآفرین میلیاردر', min: 6740, max: 6840 }, // Level 86
    { name: 'وکیل بین‌المللی برجسته معروف به سال گودمن', min: 6940, max: 7040 }, // Level 87
    { name: 'پزشک فوق تخصص', min: 7140, max: 7240 }, // Level 88
    { name: 'مدیرعامل غول‌های صنعتی و تکنولوژی مارشملو', min: 7340, max: 7440 }, // Level 89
    { name: 'مالک شرکت‌های چندملیتی بزرگه بنیتو', min: 7540, max: 7640 }, // Level 90    
    
    { name: 'رهبر نهادهای مالی و بانک‌های بزرگ جهانی', min: 7840, max: 8040 }, // Level 91
    { name: 'مالک املاک و مستغلات لوکس و فراوان', min: 8040, max: 8240 }, // Level 92
    { name: 'مشاور اقتصادی گنگ ادمین', min: 8240, max: 8440 }, // Level 93
    { name: 'کارآفرین فوق‌ثروتمند با شبکه‌های جهانی', min: 8440, max: 8640 }, // Level 94
    { name: 'مدیرعامل شرکت‌های بزرگ نفت و انرژی', min: 8640, max: 8840 }, // Level 95
    { name: 'سرمایه‌گذار خطرپذیر (Venture Capitalist) بین‌المللی', min: 8840, max: 9040 }, // Level 96
    { name: 'رئیس هیئت‌مدیره شرکته بلکریسم', min: 9040, max: 9240 }, // Level 97
    { name: 'بنیان‌گذار و مالک شرکت‌های فناوری جهانی', min: 9240, max: 9440 }, // Level 98
    { name: 'سرمایه‌گذار بزرگ بازار بورس و املاک گنگ ادمین', min: 9440, max: 9640 }, // Level 99
    { name: 'میلیاردر و مالک هلدینگ‌های چندملیتی و عنواع کاخانه جان نظامی و غیر نظامی', min: 9640, max: 9840 }  // Level 100    
    
  ];